Repository: pyrossh/OnlyBible
Catalog: lib/l10n/app_*.arb
Languages: bn, gu, kn, ml, ne, or, pa, ta, te

# audioVoice
source: en-GB-RyanNeural
gu: gu-IN-DhwaniNeural
ml: ml-IN-SobhanaNeural
te: te-IN-ShrutiNeural

# title
source: Only Bible App
bn: শুধুমাত্র বাইবেল অ্যাপ
gu: ફક્ત બાઇબલ એપ્લિકેશન
kn: ಬೈಬಲ್ ಮಾತ್ರರ
ml: ബൈബിൾ ആപ്പ് മാത്രം
ne: केवल बाइबल एप
or: କେବଳ ବାଇବଲ ଆପ୍ |
pa: ਸਿਰਫ਼ ਬਾਈਬਲ ਐਪ
ta: பைபிள் ஆப் மட்டுமே
te: బైబిల్ యాప్ మాత్రమే

# languageTitle
source: English
bn: Bengali
gu: Gujarati
kn: Kannada
ml: Malayalam
ne: Nepali
or: Oriya
pa: Punjabi
ta: Tamil
te: Telugu

# localeLanguageTitle
source: English
bn: বাংলা
gu: ગુજરાતી
kn: ಕನ್ನಡ
ml: മലയാളം
ne: नेपाली
or: ଓଡିଆ
pa: ਪੰਜਾਬੀ
ta: தமிழ்
te: తెలుగు

# oldTestamentTitle
source: Old Testament
bn: পুরানো ইচ্ছাপত্র
gu: ઓલ્ડ ટેસ્ટામેન્ટ
kn: ಹಳೆಯ ಒಡಂಬಡಿಕೆ
ml: പഴയ നിയമം
ne: पुरानो नियम
or: ଓଲ୍ଡ ଷ୍ଟେଟାମେଣ୍ଟ
pa: ਪੁਰਾਣੇ ਨੇਮ
ta: பழைய ஏற்பாடு
te: పాత నిబంధన

# newTestamentTitle
source: New Testament
bn: নববিধান
gu: ન્યૂ વસિયતનામું
kn: ಹೊಸ ಒಡಂಬಡಿಕೆಯು
ml: പുതിയ നിയമം
ne: नयाँ नियम
or: ନ୍ୟୁ ଷ୍ଟେଟାମେଣ୍ଟ
pa: ਨਵਾਂ ਨੇਮ
ta: புதிய ஏற்பாடு
te: కొత్త నిబంధన

# bibleSelectTitle
source: Please select a bible
bn: একটি বাইবেল নির্বাচন করুন
gu: કૃપા કરીને બાઇબલ પસંદ કરો
kn: ದಯವಿಟ್ಟು ಬೈಬಲ್ ಆಯ್ಕೆಮಾಡಿ
ml: ദയവായി ഒരു ബൈബിൾ തിരഞ്ഞെടുക്കുക
ne: कृपया एउटा बाइबल चयन गर्नुहोस्
or: ଦୟାକରି ଏକ ବାଇବଲ ଚୟନ କରନ୍ତୁ |
pa: ਕਿਰਪਾ ਕਰਕੇ ਇੱਕ ਬਾਈਬਲ ਚੁਣੋ
ta: தயவுசெய்து ஒரு பைபிளைத் தேர்ந்தெடுக்கவும்
te: దయచేసి బైబిల్‌ను ఎంచుకోండి

# audioNotAvailable
source: This Bible doesn't support audio. Currently audio is only available for the Kannada Bible.
bn: এই বাইবেল অডিও সমর্থন করে না. বর্তমানে অডিও শুধুমাত্র কন্নড় বাইবেলের জন্য উপলব্ধ।
kn: ಈ ಬೈಬಲ್ ಆಡಿಯೊವನ್ನು ಬೆಂಬಲಿಸುವುದಿಲ್ಲ. ಪ್ರಸ್ತುತ ಆಡಿಯೋ ಕನ್ನಡ ಬೈಬಲ್‌ಗೆ ಮಾತ್ರ ಲಭ್ಯವಿದೆ.
ne: यो बाइबल अडियो समर्थन गर्दैन। हाल अडियो कन्नड बाइबलको लागि मात्र उपलब्ध छ।
pa: ਇਹ ਬਾਈਬਲ ਆਡੀਓ ਦਾ ਸਮਰਥਨ ਨਹੀਂ ਕਰਦੀ। ਵਰਤਮਾਨ ਵਿੱਚ ਆਡੀਓ ਸਿਰਫ਼ ਕੰਨੜ ਬਾਈਬਲ ਲਈ ਉਪਲਬਧ ਹੈ।
ta: இந்த பைபிள் ஆடியோவை ஆதரிக்கவில்லை. தற்போது ஆடியோ கன்னட பைபிளுக்கு மட்டுமே கிடைக்கிறது.
te: ఈ బైబిల్ ఆడియోకు మద్దతు ఇవ్వదు. ప్రస్తుతం ఆడియో కన్నడ బైబిల్ కోసం మాత్రమే అందుబాటులో ఉంది.

# audioError
source: Could not play audio
bn: অডিও চালাতে পারেনি৷
gu: ઑડિયો ચલાવી શકાયો નથી
kn: ಧ್ವನಿಯನ್ನು ಪ್ಲೇ ಮಾಡಲು ಸಾಧ್ಯವಾಗಲಿಲ್ಲ
ml: ഓഡിയോ പ്ലേ ചെയ്യാനായില്ല
ne: अडियो प्ले गर्न सकिएन
or: ଅଡିଓ ଚଲାଇ ପାରିଲା ନାହିଁ | ଏହି ବାଇବଲ ଅଡିଓକୁ ସମର୍ଥନ କରେ ନାହିଁ |
pa: ਆਡੀਓ ਚਲਾਇਆ ਨਹੀਂ ਜਾ ਸਕਿਆ
ta: ஆடியோவை இயக்க முடியவில்லை
te: ఆడియోను ప్లే చేయడం సాధ్యపడలేదు

# urlError
source: Could not open browser
bn: ব্রাউজার খুলতে পারেনি
gu: બ્રાઉઝર ખોલી શકાયું નથી
kn: ವೆಬ್‌ಸೈಟ್ ತೆರೆಯಲು ಸಾಧ್ಯವಾಗಲಿಲ್ಲ್ಲ
ml: ബ്രൗസർ തുറക്കാൻ കഴിഞ്ഞില്ല
ne: ब्राउजर खोल्न सकिएन
or: ବ୍ରାଉଜର୍ ଖୋଲିପାରିଲା ନାହିଁ |
pa: ਬ੍ਰਾਊਜ਼ਰ ਖੋਲ੍ਹਿਆ ਨਹੀਂ ਜਾ ਸਕਿਆ
ta: உலாவியைத் திறக்க முடியவில்லை
te: బ్రౌజర్‌ని తెరవడం సాధ్యపడలేదు

# settingsTitle
source: Settings
bn: সেটিংস
gu: સેટિંગ્સ
kn: ಸಂಯೋಜನೆಗಳು
ml: ക്രമീകരണങ്ങൾ
ne: सेटिङहरू
or: ସେଟିଂସମୂହ
pa: ਸੈਟਿੰਗਾਂ
ta: அமைப்புகள்
te: సెట్టింగ్‌లు

# bibleTitle
source: Bible
bn: বাইবেল
gu: બાઇબલ
kn: ಬೈಬಲ್
ml: ബൈബിൾ
ne: बाइबल
or: ବାଇବଲ |
pa: ਬਾਈਬਲ
ta: திருவிவிலியம்
te: బైబిల్

# themeTitle
source: Theme
bn: রঙ
gu: રંગો
kn: ಬಣ್ಣಗಳು
ml: നിറങ്ങൾ
ne: रंगहरू
or: ରଙ୍ଗଗୁଡିକ |
pa: ਰੰਗ
ta: வண்ணங்கள்
te: రంగులు

# incrementFontTitle
source: Increase text size
bn: পাঠ্যের আকার বাড়ান
gu: ટેક્સ્ટનું કદ વધારો
kn: ಪಠ್ಯದ ಗಾತ್ರವನ್ನು ಹೆಚ್ಚಿಸಿ
ml: ടെക്സ്റ്റ് വലുപ്പം വർദ്ധിപ്പിക്കുക
ne: पाठ आकार बढाउनुहोस्
or: ପାଠ୍ୟ ଆକାର ବୃଦ୍ଧି କରନ୍ତୁ |
pa: ਟੈਕਸਟ ਦਾ ਆਕਾਰ ਵਧਾਓ
ta: உரை அளவை அதிகரிக்கவும்
te: వచన పరిమాణాన్ని పెంచండి

# decrementFontTitle
source: Decrease text size
bn: পাঠ্যের আকার হ্রাস করুন
gu: ટેક્સ્ટનું કદ ઘટાડો
kn: ಪಠ್ಯದ ಗಾತ್ರವನ್ನು ಕಡಿಮೆ ಮಾಡಿ
ml: ടെക്സ്റ്റ് വലുപ്പം കുറയ്ക്കുക
ne: पाठ आकार घटाउनुहोस्
or: ପାଠ୍ୟ ଆକାର ହ୍ରାସ କରନ୍ତୁ |
pa: ਟੈਕਸਟ ਦਾ ਆਕਾਰ ਘਟਾਓ
ta: உரை அளவைக் குறைக்கவும்
te: వచన పరిమాణాన్ని తగ్గించండిe

# boldFontTitle
source: Bold text
bn: পাঠ্য বোল্ড
gu: બોલ્ડ ટેક્સ્ટ
kn: ದಪ್ಪ ಪಠ್ಯ
ml: ബോൾഡ് ടെക്സ്റ്റ്
ne: बोल्ड टेक्स्ट
or: ବୋଲ୍ଡ ଟେକ୍ସଟ୍ |
pa: ਬੋਲਡ ਟੈਕਸਟ
ta: கொட்டை எழுத்துக்கள்
te: బోల్డ్ టెక్స్ట్

# engTitles
source: Use english titles
bn: ইংরেজি শিরোনাম ব্যবহার করুন
gu: અંગ્રેજી શીર્ષકોનો ઉપયોગ કરો
kn: ಇಂಗ್ಲಿಷ್ ಶೀರ್ಷಿಕೆಗಳನ್ನು ಬಳಸಿ
ml: ഇംഗ്ലീഷ് തലക്കെട്ടുകൾ ഉപയോഗിക്കുക
ne: अंग्रेजी शीर्षकहरू प्रयोग गर्नुहोस्
or: ଇଂରାଜୀ ଆଖ୍ୟାଗୁଡିକ ବ୍ୟବହାର କରନ୍ତୁ |
pa: ਅੰਗਰੇਜ਼ੀ ਸਿਰਲੇਖਾਂ ਦੀ ਵਰਤੋਂ ਕਰੋ
ta: ஆங்கில தலைப்புகளைப் பயன்படுத்தவும்
te: ఆంగ్ల శీర్షికలను ఉపయోగించండి

# privacyPolicyTitle
source: Privacy Policy
bn: গোপনীয়তা নীতি
gu: ગોપનીયતા નીતિ
kn: ಗೌಪ್ಯತಾ ನೀತಿ
ml: സ്വകാര്യതാ നയം
ne: गोपनीयता नीति
or: ଗୋପନୀୟତା ନୀତି
pa: ਪਰਾਈਵੇਟ ਨੀਤੀ
ta: தனியுரிமைக் கொள்கை
te: గోప్యతా విధానం

# shareAppTitle
source: Share the app
bn: অ্যাপটি শেয়ার করুন
gu: એપ્લિકેશન શેર કરો
kn: ಅಪ್ಲಿಕೇಶನ್ ಹಂಚಿಕೊಳ್ಳಿ
ml: ആപ്പ് പങ്കിടുക
ne: एप साझा गर्नुहोस्
or: ଆପ୍ ଅଂଶୀଦାର କରନ୍ତୁ |
pa: ਐਪ ਨੂੰ ਸਾਂਝਾ ਕਰੋ
ta: பயன்பாட்டைப் பகிரவும்
te: యాప్‌ను షేర్ చేయండి

# rateAppTitle
source: Rate the app
bn: অ্যাপ্লিকেশন রেট
gu: એપ્લિકેશનને રેટ કરો
kn: ಅಪ್ಲಿಕೇಶನ್ ಅನ್ನು ರೇಟ್ ಮಾಡಿ
ml: ആപ്പ് റേറ്റുചെയ്യുക
ne: एप मूल्याङ्कन गर्नुहोस्
or: ଆପ୍ ରେଟ୍ କରନ୍ତୁ |
pa: ਐਪ ਨੂੰ ਦਰਜਾ ਦਿਓ
ta: பயன்பாட்டை மதிப்பிடவும்
te: యాప్‌ను రేట్ చేయండి

# aboutUsTitle
source: About us
bn: আমাদের সম্পর্কে
gu: અમારા વિશે
kn: ನಮ್ಮ ಬಗ್ಗೆ
ml: ഞങ്ങളേക്കുറിച്ച്
ne: हाम्रोबारे
or: ଆମ ବିଷୟରେ
pa: ਸਾਡੇ ਬਾਰੇ
ta: எங்களை பற்றி
te: మా గురించి

source: Genesis
bn: আদিপুস্তক
gu: ઊત્પત્તિ
kn: ಆದಿಕಾಂಡ
ml: ഉല്പത്തി
ne: उत्पत्ति
or: ଆଦି ପୁସ୍ତକ
pa: ਪੈਦਾਇਸ਼
ta: ஆதியாகமம்
te: ఆదికాండము

source: Exodus
bn: যাত্রাপুস্তক
gu: નિર્ગમન
kn: ವಿಮೋಚನಕಾಂಡ
ml: പുറപ്പാട്
ne: प्रस्थान
or: ଯାତ୍ରା ପୁସ୍ତକ
pa: ਖ਼ਰੋਜ
ta: யாத்திராகமம்
te: నిర్గమకాండము

source: Leviticus
bn: লেবীয় পুস্তক
gu: લેવીય
kn: ಯಾಜಕಕಾಂಡ
ml: ലേവ്യപുസ്തകം
ne: लेवी
or: ଲେବୀୟ ପୁସ୍ତକ
pa: ਅਹਬਾਰ
ta: லேவியராகமம்
te: లేవీయకాండము

source: Numbers
bn: গণনা পুস্তক
gu: ગણના
kn: ಅರಣ್ಯಕಾಂಡ
ml: സംഖ്യാപുസ്തകം
ne: गन्ती
or: ଗଣନା ପୁସ୍ତକ
pa: ਗਿਣਤੀ
ta: எண்ணாகமம்
te: సంఖ్యాకాండము

source: Deuteronomy
bn: দ্বিতীয় বিবরণ
gu: પુનર્નિયમ
kn: ಧರ್ಮೋಪದೇಶಕಾಂಡ
ml: ആവർത്തനം
ne: व्यवस्था
or: ଦିତୀୟ ବିବରଣ
pa: ਅਸਤਸਨਾ
ta: உபாகமம்
te: ద్వితీయోపదేశకాండమ

source: Joshua
bn: যোশুয়া
gu: યહોશુઆ
kn: ಯೆಹೋಶುವ
ml: യോശുവ
ne: यहोशू
or: ଯିହୋଶୂୟ
pa: ਯਸ਼ਵਾ
ta: யோசுவா
te: యెహొషువ

source: Judges
bn: বিচারকচরিত
gu: ન્યાયાધીશો
kn: ನ್ಯಾಯಸ್ಥಾಪಕರು
ml: ന്യായാധിപന്മാർ
ne: न्यायकर्ता
or: ବିଚାରକର୍ତାମାନଙ୍କ ବିବରଣ
pa: ਨਿਆਂਈਆਂ ਦੀ ਪੋਥੀ
ta: நியாயாதிபதிகள்
te: న్యాయాధిపతులు

source: Ruth
bn: রুথ
gu: રૂત
kn: ರೂತಳು
ml: രൂത്ത്
ne: रूथ
or: ରୂତର ବିବରଣ
pa: ਰੁੱਤ
ta: ரூத்
te: రూతు

# firstSamuel
source: 1 Samuel
bn: সামুয়েল ১
gu: 1 શમુએલ
kn: 1 ಸಮುವೇಲನು
ml: 1 ശമൂവേൽ
ne: 1 शमूएल
or: ପ୍ରଥମ ଶାମୁୟେଲ
pa: ੧ ਸਮੋਈਲ
ta: 1 சாமுவேல்
te: సమూయేలు మొదటి గ్రంథము

# secondSamuel
source: 2 Samuel
bn: সামুয়েল ২
gu: 2 શમએલ
kn: 2 ಸಮುವೇಲನು
ml: 2 ശമൂവേൽ
ne: 2 शमूएल
or: ଦିତୀୟ ଶାମୁୟେଲ
pa: ੨ ਸਮੋਈਲ
ta: 2 சாமுவேல்
te: సమూయేలు రెండవ గ్రంథము

# firstKings
source: 1 Kings
bn: রাজাবলি ১
gu: 1 રાજઓ
kn: 1 ಅರಸುಗಳು
ml: 1 രാജാക്കന്മാർ
ne: 1 राजा
or: ପ୍ରଥମ ରାଜାବଳୀ
pa: ੧ ਸਲਾਤੀਨ
ta: 1 இராஜாக்கள்
te: రాజులు మొదటి గ్రంథము

# secondKings
source: 2 Kings
bn: রাজাবলি ২
gu: 2 રાજઓ
kn: 2 ಅರಸುಗಳು
ml: 2 രാജാക്കന്മാർ
ne: 2 राजा
or: ଦିତୀୟ ରାଜାବଳୀ
pa: ੨ ਸਲਾਤੀਨ
ta: 2 இராஜாக்கள்
te: రాజులు రెండవ గ్రంథము

# firstChronicles
source: 1 Chronicles
bn: বংশাবলি ১
gu: 1 કાળવ્રત્તાંત
kn: 1 ಪೂರ್ವಕಾಲವೃತ್ತಾ
ml: 1 ദിനവൃത്താന്തം
ne: 1 इतिहास
or: ପ୍ରଥମ ବଂଶାବଳୀ
pa: ੧ ਤਵਾਰੀਖ਼
ta: 1 நாளாகமம்
te: దినవృత్తాంతములు మొదటి గ్రంథము

# secondChronicles
source: 2 Chronicles
bn: বংশাবলি ২
gu: 2 કાળવ્રત્તાંત
kn: 2 ಪೂರ್ವಕಾಲವೃತ್ತಾ
ml: 2 ദിനവൃത്താന്തം
ne: 2 इतिहास
or: ଦିତୀୟ ବଂଶାବଳୀ
pa: ੨ ਤਵਾਰੀਖ਼
ta: 2 நாளாகமம்
te: దినవృత్తాంతములు రెండవ గ్రంథము

source: Ezra
bn: এজরা
gu: એઝરા
kn: ಎಜ್ರನು
ml: എസ്രാ
ne: एज्रा
or: ଏଜ୍ରା
pa: ਅਜ਼ਰਾ
ta: எஸ்றா
te: ఎజ్రా

source: Nehemiah
bn: নেহেমিয়া
gu: નહેમ્યા
kn: ನೆಹೆಮಿಯ
ml: നെഹെമ്യാവു
ne: नहेम्याह
or: ନିହିମିୟା
pa: ਨਹਮਿਆਹ
ta: நெகேமியா
te: నెహెమ్యా

source: Esther
bn: এস্থার
gu: એસ્તેર
kn: ಎಸ್ತೇರಳು
ml: എസ്ഥേർ
ne: एस्तर
or: ଏଷ୍ଟର ବିବରଣ
pa: ਆ ਸਤਰ
ta: எஸ்தர்
te: ఎస్తేరు

source: Job
bn: যোব
gu: અયૂબ
kn: ಯೋಬನು
ml: ഇയ്യോബ്
ne: अय्यूब
or: ଆୟୁବ ପୁସ୍ତକ
pa: ਅੱਯੂਬ
ta: யோபு
te: యోబు గ్రంథము

source: Psalms
bn: সামসঙ্গীত
gu: ગીતશાસ્ત્ર
kn: ಕೀರ್ತನೆಗಳು
ml: സങ്കീർത്തനങ്ങൾ
ne: भजनसंग्रह
or: ଗୀତସଂହିତା
pa: ਜ਼ਬੂਰ
ta: சங்கீதம்
te: కీర్తనల గ్రంథము

source: Proverbs
bn: প্রবচন
gu: નીતિવચનો
kn: ಙ್ಞಾನೋಕ್ತಿಗಳು
ml: സദൃശ്യവാക്യങ്ങൾ
ne: हितोपदेश
or: ହିତୋପଦେଶ
pa: ਅਮਸਾਲ
ta: நீதிமொழிகள்
te: సామెతలు

source: Ecclesiastes
bn: উপদেশক
gu: સભાશિક્ષક
kn: ಪ್ರಸಂಗಿ
ml: സഭാപ്രസംഗി
ne: उपदेशक
or: ଉପଦେଶକ
pa: ਵਾਈਜ਼
ta: பிரசங்கி
te: ప్రసంగి

source: Song of Solomon
bn: পরম গীত
gu: સભાશિક્ષક
kn: ಪರಮ ಗೀತ
ml: ഉത്തമഗീതം
ne: श्रेष्ठगीत
or: ପରମଗୀତ
pa: ਗ਼ਜ਼ਲ ਅਲਗ਼ਜ਼ਲਾਤ
ta: உன்னதப்பாட்டு
te: పరమగీతము

source: Isaiah
bn: ইসাইয়া
gu: યશાયા
kn: ಯೆಶಾಯ
ml: യെശയ്യാ
ne: यशैया
or: ଯିଶାଇୟ
pa: ਯਸਈਆਹ
ta: ஏசாயா
te: యెషయా గ్రంథము

source: Jeremiah
bn: যেরেমিয়া
gu: ચર્મિયા
kn: ಯೆರೆಮಿಯ
ml: യിരമ്യാവു
ne: यर्मिया
or: ଯିରିମିୟ
pa: ਯਰਮਿਆਹ
ta: எரேமியா
te: యిర్మీయా

source: Lamentations
bn: বিলাপ-গাথা
gu: યર્મિયાનો વિલાપ
kn: ಪ್ರಲಾಪಗಳು
ml: വിലാപങ്ങൾ
ne: विलाप
or: ଯିରିମିୟଙ୍କ ବିଳାପ
pa: ਨੂਹ
ta: புலம்பல்
te: విలాపవాక్యములు

source: Ezekiel
bn: এজেকিয়েল
gu: યર્મિયાનો વિલાપ
kn: ಯೆಹೆಜ್ಕೇಲನು
ml: യെഹേസ്കേൽ
ne: इजकिएल
or: ଯିହିଜିକଲ
pa: ਹਿਜ਼ ਕੀ ਐਲ
ta: எசேக்கியேல்
te: యెహెజ్కేలు

source: Daniel
bn: দানিয়েল
gu: દારિયેલ
kn: ದಾನಿಯೇಲನು
ml: ദാനീയേൽ
ne: दानियल
or: ଦାନିଏଲ
pa: ਦਾਨੀ ਐਲ
ta: தானியேல்
te: దానియేలు

source: Hosea
bn: হোসেয়া
gu: હોશિયા
kn: ಹೋಶೇ
ml: ഹോശേയ
ne: होशे
or: ହୋଶେୟ
pa: ਹੋ ਸੀਅ
ta: ஓசியா
te: హొషేయ

source: Joel
bn: যোয়েল
gu: યોએલ
kn: ಯೋವೇಲ
ml: യോവേൽ
ne: योएल
or: ଯୋୟେଲ
pa: ਯਵਾਐਲ
ta: யோவேல்
te: యోవేలు

source: Amos
bn: আমোস
gu: આમોસ
kn: ಆಮೋಸ
ml: ആമോസ്
ne: आमोस
or: ଆମୋଷ
pa: ਆਮੋਸ
ta: ஆமோஸ்
te: ఆమోసు

source: Obadiah
bn: ওবাদিয়া
gu: ઓબાધા
kn: ಓಬದ್ಯ
ml: ഓബദ്യാവു
ne: ओबदिया
or: ଓବଦିୟ
pa: ਅਬਦ ਯਾਹ
ta: ஒபதியா
te: ఓబద్యా

source: Jonah
bn: যোনা
gu: યૂના
kn: ಯೋನ
ml: യോനാ
ne: योना
or: ଯୂନସ
pa: ਯਵਨਾਹ
ta: யோனா
te: యోనా

source: Micah
bn: মিখা
gu: મીખાહ
kn: ಮಿಕ
ml: മീഖാ
ne: मीका
or: ମୀଖା
pa: ਮੀਕਾਹ
ta: மீகா
te: మీకా

source: Nahum
bn: নাহুম
gu: નાહૂમ
kn: ನಹೂಮ
ml: നഹൂം
ne: नहूम
or: ନାହୂମ
pa: ਨਾ ਹੋਮ
ta: நாகூம்
te: నహూము

source: Habakkuk
bn: হাবাকুক
gu: હબાક્કુક
kn: ಹಬಕ್ಕೂಕ್ಕ
ml: ഹബക്കൂക്ക്
ne: हबकूक
or: ହବକକୂକ
pa: ਹਬਕੋਕ
ta: ஆபகூக்
te: హబక్కూకు

source: Zephaniah
bn: জেফানিয়া
gu: સફન્યા
kn: ಚೆಫನ್ಯ
ml: സെഫന്യാവു
ne: सपन्याह
or: ସିଫନିୟ
pa: ਸਫ਼ਨਿਆਹ
ta: செப்பனியா
te: జెఫన్యా

source: Haggai
bn: হগয়
gu: હાગ્ગાચ
kn: ಹಗ್ಗಾಯ
ml: ഹഗ്ഗായി
ne: हाग्गै
or: ହଗୟ
pa: ਹਜਿ
ta: ஆகாய்
te: హగ్గయి

source: Zechariah
bn: জাখারিয়া
gu: ઝખાર્યા
kn: ಜೆಕರ್ಯ
ml: സെഖര്യാവു
ne: जकरिया
or: ଯିଖରିୟ
pa: ਜ਼ਿਕਰ ਯਾਹ
ta: சகரியா
te: జెకర్యా

source: Malachi
bn: মালাখি
gu: માલાખી
kn: ಮಲಾಕಿಯ
ml: മലാഖി
ne: मलाकी
or: ମଲାଖୀ
pa: ਮਲਾਕੀ
ta: மல்கியா
te: మలాకీ

source: Matthew
bn: মথি
gu: માથ્થી
kn: ಮತ್ತಾಯನು
ml: മത്തായി
ne: मत्ती
or: ମାଥିଉଲିଖିତ ସୁସମାଚାର
pa: ਮੱਤੀ
ta: மத்தேயு
te: మత్తయి సువార్త

source: Mark
bn: মার্ক
gu: માર્ક
kn: ಮಾರ್ಕನು
ml: മർക്കൊസ്
ne: मर्कूस
or: ମାର୍କଲିଖିତ ସୁସମାଚାର
pa: ਮਰਕੁਸ
ta: மாற்கு
te: మార్కు సువార్త

source: Luke
bn: লুক
gu: લૂક
kn: ಲೂಕನು
ml: ലൂക്കോസ്
ne: लूका
or: ଲୂକଲିଖିତ ସୁସମାଚାର
pa: ਲੋਕਾ
ta: லுூக்கா
te: లూకా సువార్త

source: John
bn: যোহন
gu: યોહાન
kn: ಯೋಹಾನನು
ml: യോഹന്നാൻ
ne: यूहन्ना
or: ଯୋହନଲିଖିତ ସୁସମାଚାର
pa: ਯੂਹੰਨਾ
ta: யோவான்
te: యోహాను సువార్త

source: Acts
bn: पশিষ্যচরিত
gu: પ્રેરિતોનાં ક્રત્યો
kn: ಅಪೊಸ್ತಲರ ಕೃತ್ಯಗ
ml: പ്രവൃത്തികൾ
ne: प्रेरित
or: ରେରିତମାନଙ୍କ କାର୍ଯ୍ୟର ବିବରଣ
pa: ਰਸੂਲਾਂ ਦੇ ਕਰਤੱਬ
ta: அப்போஸ்தலர்
te: అపొస్తలుల కార్యములు

source: Romans
bn: রোমীয়
gu: રોમનોને પત્ર
kn: ರೋಮಾಪುರದವರಿಗೆ
ml: റോമർ
ne: रोमी
or: ରୋମୀୟଙ୍କ ପ୍ରତି ପତ୍ର
pa: ਰੋਮੀਆਂ
ta: ரோமர்
te: రోమీయులకు

# firstCorinthians
source: 1 Corinthians
bn: করিন্থীয় ১
gu: 1 કરિંથીઓને
kn: 1 ಕೊರಿಂಥದವರಿಗೆ
ml: 1 കൊരിന്ത്യർ
ne: 1 कोरिन्थी
or: କରିନ୍ଥୀୟଙ୍କ ପ୍ରତି ପ୍ରଥମ ପତ୍ର
pa: ੧ ਕੁਰਿੰਥੀਆਂ
ta: 1 கொரிந்தியர்
te: 1 కొరింథీయులకు

# secondCorinthians
source: 2 Corinthians
bn: করিন্থীয় ২
gu: 2 કરિંથીઓને
kn: 2 ಕೊರಿಂಥದವರಿಗೆ
ml: 2 കൊരിന്ത്യർ
ne: 2 कोरिन्थी
or: କରିନ୍ଥୀୟଙ୍କ ପ୍ରତି ଦ୍ୱିତୀୟ ପତ୍ର
pa: ੨ ਕੁਰਿੰਥੀਆਂ
ta: 2 கொரிந்தியர்
te: 2 కొరింథీయులకు

source: Galatians
bn: গালাতীয়
gu: ગલાતીઓને પત્ર
kn: ಗಲಾತ್ಯದವರಿಗೆ
ml: ഗലാത്യർ
ne: गलाती
or: ଗାଲାତୀୟଙ୍କ ପ୍ରତି ପତ୍ର
pa: ਗਲਾਤੀਆਂ
ta: கலாத்தியர்
te: గలతీయులకు

source: Ephesians
bn: এফেসীয়
gu: એફેસીઓને પત્ર
kn: ಎಫೆಸದವರಿಗೆ
ml: എഫെസ്യർ
ne: एफिसी
or: ଏଫିସୀୟଙ୍କ ପ୍ରତି ପତ୍ର
pa: ਅਫ਼ਸੀਆਂ
ta: எபேசியர்
te: ఎఫెసీయులకు

source: Philippians
bn: ফিলিপ্পীয়
gu: ફિલિપ્પીઓને પત્ર
kn: ಫಿಲಿಪ್ಪಿಯವರಿಗೆ
ml: ഫിലിപ്പിയർ
ne: फिलिप्पी
or: ଫିଲି‌ପ୍‌ପୀୟଙ୍କ ପ୍ରତି ପତ୍ର
pa: ਫ਼ਿਲਿੱਪੀਆਂ
ta: பிலிப்பியர்
te: ఫిలిప్పీయులకు

source: Colossians
bn: কলসীয়
gu: કલોસ્સીઓને પત્ર
kn: ಕೊಲೊಸ್ಸೆಯವರಿಗೆ
ml: കൊലൊസ്സ്യർ
ne: कलस्सी
or: କଲସୀୟଙ୍କ ପ୍ରତି ପତ୍ର
pa: ਕੁਲੁੱਸੀਆਂ
ta: கொலோசெயர்
te: కొలొస్సయులకు

# firstThessalonians
source: 1 Thessalonians
bn: থেসালোনিকীয় ১
gu: 1 થેસ્સલોનિકીઓને
kn: 1 ಥೆಸಲೊನೀಕದವರಿಗೆ
ml: 1 തെസ്സലൊനീക്യർ
ne: 1 थिस्सलोनिकी
or: ଥେସଲନୀକୀୟଙ୍କ ପ୍ରତି ପ୍ରଥମ ପତ୍ର
pa: ੧ ਥੱਸਲੁਨੀਕੀਆਂ
ta: 1 தெசலோனிக்கேயர்
te: 1 థెస్సలొనీకయులకు

# secondThessalonians
source: 2 Thessalonians
bn: থেসালোনিকীয় ২
gu: 2 થેસ્સલોનિકીઓને
kn: 2 ಥೆಸಲೊನೀಕದವರಿಗೆ
ml: 2 തെസ്സലൊനീക്യർ
ne: 2 थिस्सलोनिकी
or: ଥେସଲନୀକୀୟଙ୍କ ପ୍ରତି ଦ୍ୱିତୀୟ ପତ୍ର
pa: ੨ ਥੱਸਲੁਨੀਕੀਆਂ
ta: 2 தெசலோனிக்கேயர்
te: 2 థెస్సలొనీకయులకు

# firstTimothy
source: 1 Timothy
bn: তিমথি ১
gu: 1 તિમોથીને
kn: 1 ತಿಮೊಥೆಯನಿಗೆ
ml: 1 തിമൊഥെയൊസ്
ne: 1 तिमोथी
or: ତୀମଥିଙ୍କ ପ୍ରତି ପ୍ରଥମ ପତ୍ର
pa: ੧ ਤਿਮੋਥਿਉਸ
ta: 1 தீமோத்தேயு
te: 1 తిమోతికి

# secondTimothy
source: 2 Timothy
bn: তিমথি ২
gu: 2 તિમોથીને
kn: 2 ತಿಮೊಥೆಯನಿಗೆ
ml: 2 തിമൊഥെയൊസ്
ne: 2 तिमोथी
or: ତୀମଥିଙ୍କ ପ୍ରତି ଦ୍ୱିତୀୟ ପତ୍ର
pa: ੨ ਤਿਮੋਥਿਉਸ
ta: 2 தீமோத்தேயு
te: 2 తిమోతికి

source: Titus
bn: তীত
gu: તિતસનં પત્ર
kn: ತೀತನಿಗೆ
ml: തീത്തൊസ്
ne: तीतस
or: ତୀତସଙ୍କ ପ୍ରତି ପତ୍ର
pa: ਤੀਤੁਸ
ta: தீத்து
te: తీతుకు

source: Philemon
bn: ফিলেমন
gu: ફિલેમોને પત્ર
kn: ಫಿಲೆಮೋನನಿಗೆ
ml: ഫിലേമോൻ
ne: फिलेमोन
or: ଫିଲୀମୋନଙ୍କ ପ୍ରତି ପତ୍ର
pa: ਫ਼ਿਲੇਮੋਨ
ta: பிலேமோன்
te: ఫిలేమోనుకు

source: Hebrews
bn: হিব্রুদের কাছে পত্র
gu: હિબ્રૂઓને પત્ર
kn: ಇಬ್ರಿಯರಿಗೆ
ml: എബ്രായർ
ne: हिब्रू
or: ଏବ୍ରୀ
pa: ਇਬਰਾਨੀਆਂ
ta: எபிரெயர்
te: హెబ్రీయులకు

source: James
bn: যাকোবের পত্র
gu: યાકૂબનો
kn: ಯಾಕೋಬನು
ml: യാക്കോബ്
ne: याकूब
or: ଯାକୁବଙ୍କ ପତ୍
pa: ਯਾਕੂਬ
ta: யாக்கோபு
te: యాకోబు

# firstPeter
source: 1 Peter
bn: পিতরের ১ম পত্র
gu: 1 પિતરનો પત્ર
kn: 1 ಪೇತ್ರನು
ml: 1 പത്രൊസ്
ne: 1 पत्रुस
or: ପିତରଙ୍କ ପ୍ରଥମ ପତ୍
pa: ੧ ਪਤਰਸ
ta: 1 பேதுரு
te: 1 పేతురు

# secondPeter
source: 2 Peter
bn: পিতরের ২য় পত্র
gu: 2 પિતરનો પત્ર
kn: 2 ಪೇತ್ರನು
ml: 2 പത്രൊസ്
ne: 2 पत्रुस
or: ପିତରଙ୍କ ଦିତୀୟ ପତ୍ର
pa: ੨ ਪਤਰਸ
ta: 2 பேதுரு
te: 2 పేతురు

# firstJohn
source: 1 John
bn: যোহনের ১ম পত্র
gu: 1 યોહાનનો પત્ર
kn: 1 ಯೋಹಾನನು
ml: 1 യോഹന്നാൻ
ne: 1 यूहन्ना
or: ଯୋହନଙ୍କ ପ୍ରଥମ ପତ୍ର
pa: ੧ ਯੂਹੰਨਾ
ta: 1 யோவான்
te: 1 యోహాను

# secondJohn
source: 2 John
bn: যোহনের ২য় পত্
gu: 2 યોહાનનો પત્ર
kn: 2 ಯೋಹಾನನು
ml: 2 യോഹന്നാൻ
ne: 2 यूहन्ना
or: ଯୋହନଙ୍କ ଦିତୀୟ ପତ୍
pa: ੨ ਯੂਹੰਨਾ
ta: 2 யோவான்
te: 2 యోహాను

# thirdJohn
source: 3 John
bn: যোহনের ৩য় পত্
gu: 3 યોહાનનો પત્ર
kn: 3 ಯೋಹಾನನು
ml: 3 യോഹന്നാൻ
ne: 3 यूहन्ना
or: ଯୋହନଙ୍କ ତୃତୀୟ ପତ୍ର
pa: ੩ ਯੂਹੰਨਾ
ta: 3 யோவான்
te: 3 యోహాను

source: Jude
bn: যুদের পত্র
gu: યહૂદાનો પત્ર
kn: ಯೂದನು
ml: യൂദാ
ne: यहूदा
or: ଯିହୂଦାଙ୍କ ପତ୍ର
pa: ਯਹੂ ਦਾਹ
ta: யூதா
te: యూదా

source: Revelation
bn: पপ্রত্যাদেশ
gu: પ્રકટીકરણ
kn: ಪ್ರಕಟನೆ
ml: വെളിപ്പാട്
ne: प्रकाश
or: ଯୋହନଙ୍କ ପ୍ରତି ପ୍ରକାଶିତ ବାକ୍ୟ
pa: ਪਰਕਾਸ਼ ਦੀ ਪੋਥੀ
ta: வெளி
te: ప్రకటన గ్రంథము
